<?php

/**
 * 会员中心，默认配置
 */
return array(
    'interface' => 'Local',
    'allowregister' => '1',
    'choosemodel' => '0',
    'enablemailcheck' => '0',
    'registerverify' => '0',
    'showapppoint' => '1',
    'rmb_point_rate' => '1',
    'defualtpoint' => '0',
    'defualtamount' => '0',
    'showregprotocol' => '1',
    'openverification' => '1',
    'regprotocol' => '欢迎您注册成为ZtbCMS用户,请仔细阅读下面的协议，只有接受协议才能继续进行注册。
      1)从中国境内向外传输技术性资料时必须符合中国有关法规。 
　　2)使用网站服务不作非法用途。 
　　3)不干扰或混乱网络服务。 
　　4)不在论坛BBS或留言簿发表任何与政治相关的信息。 
　　5)遵守所有使用网站服务的网络协议、规定、程序和惯例。
　　6)不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益。
　　7)不得利用本站制作、复制和传播下列信息： 
　　　1、煽动抗拒、破坏宪法和法律、行政法规实施的；
　　　2、煽动颠覆国家政权，推翻社会主义制度的；
　　　3、煽动分裂国家、破坏国家统一的；
　　　4、煽动民族仇恨、民族歧视，破坏民族团结的；
　　　5、捏造或者歪曲事实，散布谣言，扰乱社会秩序的；
　　　6、宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；
　　　7、公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；
　　　8、损害国家机关信誉的；
　　　9、其他违反宪法和法律行政法规的；
　　　10、进行商业广告行为的。
　　用户不能传输任何教唆他人构成犯罪行为的资料；不能传输长国内不利条件和涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法 律的资料。未经许可而非法进入其它电脑系统是禁止的。若用户的行为不符合以上的条款，ZtbCMS将取消用户服务帐号。 ',
    'registerverifymessage' => 'Hi，{$username}:

欢迎您注册成为ZtbCMS用户，您的账号需要邮箱认证，点击下面链接进行认证：

<a href="{$url}" target="_blank">{$url}</a>

如果链接无法点击，请完整拷贝到浏览器地址栏里直接访问。

邮件服务器自动发送邮件请勿回信 {$date}',
    'forgetpassword' => 'Hi，{$username}:

你申请了重设密码，请在24小时内点击下面的链接，然后根据页面提示完成密码重设：

<a href="{$url}" target="_blank">{$url}</a>

如果链接无法点击，请完整拷贝到浏览器地址栏里直接访问。

邮件服务器自动发送邮件请勿回信 {$date}',
    'uc_connect' => '',
    'uc_api' => '',
    'uc_ip' => '',
    'uc_dbhost' => '',
    'uc_dbuser' => '',
    'uc_dbpw' => '',
    'uc_dbname' => '',
    'uc_dbtablepre' => '',
    'uc_dbcharset' => '',
    'uc_appid' => '',
    'uc_key' => '',
    'sinawb_akey' => '',
    'sinawb_skey' => '',
    'qq_akey' => '',
    'qq_skey' => '',
);
